{
  "welcome": "¡Bienvenido a mi sitio web!",
  "language": "Idioma",
  "cesar-title": "CÉSAR ESCALANTE",
  "des-cesar-title": "Neuropsicólogo, Piscólogo Clínico,<br/> Docente",
  "conoce-trabajo": "Conoce su trabajo",
  "sobre-mi": "SOBRE MI",
  "des-mi": "César Escalante <br/> Psicólogo clínico, psicoterapeuta psicoanalítico y docente universitario",
  "texto1-p1": "Soy César Escalante, psicólogo clínico y Magister en neuropsicología. <br/> Tengo más de 25 años de experiencia en el ámbito de la salud mental y la educación. Mi vocación es acompañar a las personas en su camino hacia el bienestar emocional y el crecimiento personal.",
  "texto1-p2": "Me he especializado en el tratamiento de trastornos de la personalidad, depresión, ansiedad y en acompañamiento terapéutico de parejas. Mi formación como psicoterapeuta psicoanalítico y mi formación en Terapia Sistémica Familiar me ha permitido desarrollar un enfoque profundo y personalizado para cada persona.",
  "texto1-p3": "Además, me desempeñé como docente universitario, asesor en investigación clínica y autor de diversas publicaciones en el campo de la condición humana y educación.",
  "miembro": "Miembro de la asociasión Sipsych y de la asociación NSPA",
  "texto2-p1": "Luego de muchos años de experiencia estudiando diferentes enfoques,<br/> he llegado a formular mi Escuela de Psicoterapia Deconstructiva y Clínica Contempóranea, la cual se fundamenta en la integración de dos corrientes: el psicoanálisis lacaniano y la deconstrucción derridiana",
  "texto2-p2": "El Psicoanálisis Derridiano no es un modelo estático; <span className='font-poppins-bold'>es una propuesta en permanente construcción y deconstrucción</span>. Cada sesión, cada estudio, cada interrogante nos invita a repensar lo que damos por cierto y a seguir explorando nuevas formas de entender la mente humana.",
  "texto3-p1":"César Andrés Escalante Sifuentes es magíster en Neuropsicología, psicólogo clínico y psicoterapeuta psicoanalítico, con más de veinticinco años de práctica en los campos de la educación y la psicoterapia. Su trabajo teórico más reciente, la Teoría de la Mente Triádica-Dialéctica (TMTD), propone una arquitectura conceptual para comprender cómo los registros corporales, emocionales y simbólicos se articulan en la organización de la experiencia humana.",
  "texto3-p2": "Esta propuesta ha suscitado interés en ámbitos académicos y clínicos por ofrecer herramientas para pensar las formas actuales de malestar, los modos contemporáneos de relación y las dificultades para elaborar y dar sentido a la experiencia en el mundo actual.",
  "texto3-p3": "Además de su labor clínica, ha impartido conferencias y desarrollado espacios de formación en contextos educativos, clínicos y organizacionales, articulando un enfoque que combina rigor teórico, claridad pedagógica y aplicación clínica. Su trabajo se orienta a formar profesionales capaces de leer las dinámicas mentales y vinculares que insisten en el sujeto contemporáneo, favoreciendo intervenciones más lúcidas, éticas y efectivas.",
  "mis-centro": "Mis empresas",
  "des-eades": "Enfocados en el cuidado integral de la salud mental",
  "des-pseres": "Dedicados a la formación integral de niños y adolescentes",
  "des-ilumina": "Acceso a la salud mental para todos",
  "des-esc": "Instituto dedicado a la formación, la reflexión clínica y la producción de conocimiento en salud mental",
  "visitar-web": "Visitar sitio web",
  "cons-1": "Entretenido y Educativo",
  "cons-2": "Tips para mejorar tu salud mental",
  "cons-3": "Temas diversos e identificables",
  "const-escuchar": "Escuchar el Podcast",
  "tit-asoc": "Asociado a estas instituciones",
  "prim-asoc": "Sociedad Interamericana de Psicología (SIP)",
  "sec-asoc": "Sociedad Internacional de Neuropsicoanálisis",
  "ter-asoc": "Centro Intercultural de Londres (LIC)",
  "cuar-asoc": "Asociación Internacional de Terapeutas (IAOTH)",
  "quin-asoc": "Asociación Europea de Psicología Aplicada (EAAP)",
  "icon-1": "Terapia Familiar",
  "icon-2": "Terapia de Pareja",
  "icon-3": "Ansiedad y Depresión",
  "icon-4": "Transtornos de la Personalidad"
}
