[
    {
      "title":"Contribution of Neuroscience to Educational Management and Pedagogical Processes",
      "introduction":"A documentary review was carried out regarding the production of research papers concerning the study of Neuroscience applied to educational models during the period between 2016 and 2020 worldwide, through which general aspects of scientific publications registered in Scopus database are highlighted, such as year of publication, specific area of knowledge, participating authors, country of origin and type of publication, which allows to quantitatively describe the evolution of the theories that are framed in strategies derived from neuroscience to be applied in the area of educational management",
      "link":"https://www.academia.edu/61410199/Contribution_of_Neuroscience_to_Educational_Management_and_Pedagogical_Processes",
      "img":"/assets/articulo_1.jpg"
    },
    {
      "title":"Delirium as a psychic structure of the social",
      "introduction":"The study intends to present the essential arguments to introduce the complexity of the construction of reality, which is anticipated and constituted throughout the work of thought in history. It seeks to establish the concepts of Phenomenology and Hermeneutic Phenomenology, serving as a basis in the exploration of the psychoanalytic discourse on the relativity of truth, announcing the limit of its approach, thus limiting the conceptualization of its access, excepting the analysis of the subject as an approach to the subjectivity that composes its experience, whose reality is located within the coordinates of delirium.",
      "link":"https://www.academia.edu/61410198/Delirium_as_a_psychic_structure_of_the_social",
      "img":"/assets/articulo_2.jpg"
    },
    {
      "title":"Behavioral Intervention as Strategy for Treating Psychological Disorders in Children and Adolescents",
      "introduction":"This descriptive research was carried out on the documentation registered in Scopus database on the variable Behavioral Intervention in Children and Adolescents focused on the strategy designed for treating psychological disorders in this population, with the purpose of knowing the impact of knowledge generated through scientific publications during the decade between 2010 and 2020 by Ibero-American authors and institutions",
      "link":"https://www.academia.edu/61410197/Behavioral_Intervention_as_Strategy_for_Treating_Psychological_Disorders_in_Children_and_Adolescents",
      "img":"/assets/articulo_3.jpg"
    },
    {
      "title":"RASGOS DE PERSONALIDAD E INTERESES VOCACIONALES EN ESTUDIANTES DE 5TO DE SECUNDARIA DE UNA I.E. DE LA CIUDAD DE LIMA, 2015",
      "introduction":"El presente estudio tuvo como objetivo el conocer la relación entre los rasgos de personalidad de los intereses vocacionales en estudiantes de 5to de secundaria de una I.E. de la ciudad de Lima, 2015. Para dicho estudio se utilizó el método cuantitativo, investigación no experimental con diseño transversal correlacional, usando como muestra probabilística determinada mediante el muestreo aleatorio simple de una población de 312 adolescentes, quedando un total de 172 adolescentes del 5° año de secundaria. Para la recolección de datos se ha requerido aplicar el HSPQ. Cuestionario de personalidad para adolescentes, y el Inventario de intereses vocacionales y ocupacionales CASM-83 R-2010, cuyos resultados muestra que no existe relación entre las variables estudiadas sino que las mismas se muestran independientes la una de la otra.",
      "link":"https://www.academia.edu/61360876/ESCALANTE_SIFUENTES_CESAR_ANDRES",
      "img":"/assets/art4.jpg"
    },
    {
      "title":"PRACTICAR LA COMPRENSIÓN",
      "introduction":"Las personas que gozan del mismo pensamiento o característica no tienen por qué excluir al que piensa diferente y resuelve su libertad respetando al otro, pero mostrando formas únicas de comportarse.",
      "link":"https://cesarandresescalante.wordpress.com/2017/01/29/practicar-la-comprension/#more-439",
      "img":"/assets/art5.webp"
    },
    {
      "title":"LA FAMILIA EN LA RECUPERACIÓN DEL PACIENTE",
      "introduction":"Es común que los familiares no se hagan cargo del paciente, porque creen que el psicólogo es una garantía sobreestimada para arreglar el problema.",
      "link":"https://cesarandresescalante.wordpress.com/2017/01/01/la-familia-en-la-recuperacion-del-paciente/#more-484",
      "img":"/assets/art6.webp"
    },
    {
      "title":"La Construcción del sujeto Lacaniano y la Innovación del Abordaje Clínico",
      "introduction":"A través de la presente brindo un material didáctico personal en el que desarrollo los criterios de la construcción del sujeto desde la perspectiva lacaniana y el menester abordaje clínico frente a casos concretos.",
      "link":"https://cesarandresescalante.wordpress.com/2016/12/21/material-de-trabajo-la-construccion-del-sujeto-lacaniano-y-la-innovacion-del-abordaje-clinico/#more-535",
      "img":"/assets/art7.webp"
    },
    {
      "title":"DEPRESIÓN INFANTIL",
      "introduction":"Date cuenta de que educar a un niño no depende simplemente de impartir órdenes, debes saber que él no es un pequeño adulto y que deberá entender nuestro mal humor, entiende que el formar un niño implica hacerlo con el ejemplo.",
      "link":"https://cesarandresescalante.wordpress.com/2016/12/04/depresion-infantil/#more-468",
      "img":"/assets/art8.jpg"
    }
  ]