[
    "Soy César Escalante, psicólogo clínico y Magister en neuropsicología.<br/> Tengo más de 25 años de experiencia en el ámbito de la salud mental y la educación. Mi vocación es acompañar a las personas en su camino hacia el bienestar emocional y el crecimiento personal.",
    "Me he especializado en el tratamiento de trastornos de la personalidad, depresión, ansiedad y en acompañamiento terapéutico de parejas. Mi formación como psicoterapeuta psicoanalítico y mi formación en Terapia Sistémica Familiar me ha permitido desarrollar un enfoque profundo y personalizado para cada persona. ",
    "Además, me desempeñé como docente universitario, asesor en investigación clínica y autor de diversas publicaciones en el campo de la condición humana y educación.",
    "Con el deseo de innovar en la práctica psicoanalítica, fundé EADES, un espacio dedicado a la psicoterapia basado en un enfoque que he desarrollado: el psicoanálisis derridiano. En EADES, comprendemos la salud emocional de manera integral, considerando la mente, el cuerpo, las emociones y las relaciones como partes esenciales de un equilibrio genuino.",
    "También soy cofundador de PSERES, junto con Valeria Arbulú, un centro de psicoterapia y psicoeducación dedicado al desarrollo integral de niños y adolescentes. Nuestro propósito es brindarles herramientas para fortalecer su bienestar emocional y potenciar su crecimiento en un entorno de aprendizaje seguro y enriquecedor.",
    "Mi compromiso siempre ha sido ofrecer un acompañamiento profesional, humano y transformador, guiando a cada persona en su propio proceso hacia una vida más plena.",
    "Creo profundamente en la importancia de que más personas tengan acceso al cuidado de la salud mental, por lo que fundé la asociación sin fines de lucro Ilumina, comprometida con la prevención y el abordaje de los problemas de salud mental en el Perú. Por eso, reconocemos que la salud mental debe ser abordada como parte de un sistema donde intervienen factores sociales, culturales y emocionales, resaltando la importancia de los vínculos como motores de cambio."
]