{
  "welcome": "Welcome to my website!",
  "language": "Language",
  "cesar-title": "CESAR ESCALANTE",
  "des-cesar-title": "Neuropsychologist, Clinical Psychologist,<br/> Professor",
  "conoce-trabajo": "Get to know his work",
  "sobre-mi": "ABOUT ME",
  "des-mi": "César Escalante <br/> Clinical psychologist, psychoanalytic psychotherapist and university professor",
  "texto1-p1": "I am César Escalante, clinical psychologist and Master in neuropsychology. <br/> I have over 25 years of experience in the field of mental health and education. My vocation is to accompany people on their path to emotional well-being and personal growth.",
  "texto1-p2": "I have specialized in the treatment of personality disorders, depression, anxiety and in therapeutic accompaniment of couples. My training as a psychoanalytic psychotherapist and my training in Systemic Family Therapy has allowed me to develop a deep and personalized approach for each person.",
  "texto1-p3": "In addition, I worked as a university professor, advisor in clinical research and author of several publications in the field of the human condition and education.",
  "miembro": "Member of the Sipsych association and the NSPA association.",
  "texto2-p1": "After many years of experience studying different approaches,<br/> I have come to formulate my School of Deconstructive Psychotherapy and Contemporary Clinic, which is based on the integration of two currents: Lacanian psychoanalysis and Derridian deconstruction",
  "texto2-p2": "Derridian Psychoanalysis is not a static model; <span className='font-poppins-bold'>is a proposal in permanent construction and deconstruction</span>. Each session, each study, each question invites us to rethink what we take for granted and to continue exploring new ways of understanding the human mind.",
  "texto3-p1":"César Andrés Escalante Sifuentes holds a master's degree in Neuropsychology and is a clinical psychologist and psychoanalytic psychotherapist with over twenty-five years of experience in the fields of education and psychotherapy. His most recent theoretical work, the Triadic-Dialectical Theory of Mind (TDT), proposes a conceptual framework for understanding how bodily, emotional, and symbolic registers are articulated in the organization of human experience.",
  "texto3-p2": "This proposal has generated interest in academic and clinical circles for offering tools to think about current forms of distress, contemporary modes of relating, and the difficulties in processing and making sense of experience in today's world.",
  "texto3-p3": "In addition to his clinical work, he has lectured and developed training programs in educational, clinical, and organizational settings, articulating an approach that combines theoretical rigor, pedagogical clarity, and clinical application. His work focuses on training professionals capable of interpreting the mental and relational dynamics that persist in contemporary individuals, fostering more insightful, ethical, and effective interventions.",
  "mis-centro": "My Companies",
  "des-eades": "Focused on comprehensive mental health care",
  "des-pseres": "Dedicated to the comprehensive education of children and adolescents",
  "des-ilumina": "Access to mental health for all",
  "des-esc": "Investing in work culture is investing in the future of your company",
  "visitar-web": "Visit website",
  "cons-1": "Entertaining and Educational",
  "cons-2": "Tips to improve your mental health",
  "cons-3": "Diverse and identifiable themes",
  "const-escuchar": "Listen to the Podcast",
  "tit-asoc": "Associated with these institutions",
  "prim-asoc": "Inter-American Psychological Society (SIP)",
  "sec-asoc": "International Society of Neuropsychoanalysis",
  "ter-asoc": "London Intercultural Centre (LIC)",
  "cuar-asoc": "International Association of Therapists (IAOTH)",
  "quin-asoc": "European Association of Applied Psychology (EAAP)",
  "icon-1": "Family Therapy",
  "icon-2": "Couples Therapy",
  "icon-3": "Anxiety and Depression",
  "icon-4": "Personality Disorders"
}
